<?php
/**
 * H5：翻译说明：
 *
 * 1、带大括号的保留原来写法，如：{name}，会被系统动态替换
 * 2、没在以下出现的，可以自行追加
 *
 * @author dogstar <chanzonghuang@gmail.com> 2015-02-09
 */

return array(
	/************H5**************************************************************************************************************/
	
	/*********Agent.php***********/
	'您的登陆状态失效，请重新登陆！' => '您的登陆状态失效，请重新登陆！',
	'信息错误' => '信息错误',
	'人' => '人',
	'短视频' => '短视频',
	'下载演示' => '下载演示',
	'关于我们' => '关于我们',
	
	
	/****************Agent.php****************/
	'全民赚钱' => '全民赚钱',
	'您的邀请码' => '您的邀请码',
	'点击复制' => '点击复制',
	'我的分享' => '我的分享',
	'一级好友' => '一级好友',
	'功能说明' => '功能说明',
	'以花费100{$name_coin}为例说明' => '以花费100{$name_coin}为例说明',
	'一级好友花费100' => '一级好友花费100',
	'你可获得' => '你可获得',
	'奖励' => '奖励',
	'分享赚钱' => '分享赚钱',
	'邀请码' => '邀请码',
	'立即下载' => '立即下载',
	
	/***************Auth.php***********************/
	'申请成功' => '申请成功',
	'认证审核中，不能申请' => '认证审核中，不能申请',
	'请输入身份证号码' => '请输入身份证号码',
	'请输入手机号码' => '请输入手机号码',
	'请上传证件正面' => '请上传证件正面',
	'请上传证件反面' => '请上传证件反面',
	'请上传手持证件正面照' => '请输入姓名请输入姓名',
	//html
	'实名认证' => '实名认证',
	'以下信息均为必填项，为保障您的利益，请如实填写' => '以下信息均为必填项，为保障您的利益，请如实填写',
	'真实姓名' => '真实姓名',
	'请输入姓名' => '请输入姓名',
	'手机号码' => '手机号码',
	'请输入手机号码' => '请输入手机号码',
	'身份证号' => '身份证号',
	'请输入身份证号码' => '请输入身份证号码',
	'证件正面' => '证件正面',
	'证件反面' => '证件反面',
	'手持证件正面照' => '手持证件正面照',
	'信息审核中' => '信息审核中',
	'提交认证' => '提交认证',
	'成为认证大神' => '成为认证大神',
	'已阅读并同意' => '已阅读并同意',
	'大神认证协议' => '大神认证协议',
	'立即认证' => '立即认证',
	'请勾选大神认证协议' => '请勾选大神认证协议',
	'身份信息审核未通过' => '身份信息审核未通过',
	'身份信息审核中...' => '身份信息审核中...',
	'3个工作日内会有审核结果，请耐心等待' => '3个工作日内会有审核结果，请耐心等待',
	'重新认证' => '重新认证',
	'实名认证' => '实名认证',
	//html
	
	
	/***************Cash.php***********************/
	'审核中' => '审核中',
	'成功' => '成功',
	'失败' => '失败',
	//html
	'礼物提现记录' => '礼物提现记录',
	'订单提现记录' => '订单提现记录',
	'金额' => '金额',
	//html
	
	/***************Google.php***********************/
	'支付成功' => '支付成功',
	'非法提交' => '非法提交',

	/***************Orderback.php***********************/
	'签名失败' => '签名失败',
	'{:n}给你下了订单' => '{:n}给你下了订单',
	'订单已收到，会尽快确认' => '订单已收到，会尽快确认',
	'已移除' => '已移除',
	
	/***************Page.php***********************/
	'页面不存在' => '页面不存在',
	
	
	/***************pay.php***********************/
	'订单信息不存在' => '订单信息不存在',
	'服务器出错，请联系管理员' => '服务器出错，请联系管理员',
	'验证失败，如有疑问请联系管理' => '验证失败，如有疑问请联系管理',
	
	
	/***************Skill.php***********************/
	'请先进行实名认证或等待审核通过' => '请先进行实名认证或等待审核通过',
	'请上传截图' => '请上传截图',
	'请选择段位' => '请选择段位',
	'技能信息错误' => '技能信息错误',
	'段位信息错误' => '段位信息错误',
	//html
	'上传图片' => '上传图片',
	'禁止盗用他人图片，发现将会封号' => '禁止盗用他人图片，发现将会封号',
	'段位' => '段位',
	'必须与图片等级相符' => '必须与图片等级相符',
	'提交审核' => '提交审核',
	'大神技能审核未通过' => '大神技能审核未通过',
	'大神技能审核中...' => '大神技能审核中...',
	//html
	
	
	/***************Upload.php***********************/
	'请选择图片' => '请选择图片',
	'请重新选择图片' => '请重新选择图片',
	'上传失败，请重试' => '上传失败，请重试',
	
	/***************Uporders.php***********************/
	'您还不是主持人' => '您还不是主持人',
	
	/***************Login.php***********************/
	'订单,还有10分钟即将开始' => '订单,还有10分钟即将开始',
	'订单即将开始' => '订单即将开始',
	'订单开始' => '订单开始',
	'订单已开始,愿本次体验愉快' => '订单已开始,愿本次体验愉快',
	'大神拒绝退款' => '大神拒绝退款',
	'你可以向平台发起退款申诉' => '你可以向平台发起退款申诉',
	'接单：订单已经结束了，收入'.$profit.'，您可以给用户评价哦' => '接单：订单已经结束了，收入'.$profit.'，您可以给用户评价哦',
	
	
	/************H5*****************************************************************************************************************/

);
